
# Taps
tap 'homebrew/cask-cask'
tap 'homebrew/bundle'
tap 'adoptopenjdk/openjdk'

# Packages
brew 'carthage'
brew 'cocoapods'
brew 'git'
brew 'httrack'
brew 'node'
brew 'openjdk@11'
brew 'postgresql@9.6'
brew 'python'
brew 'ruby'
brew 'sonar-scanner'
brew 'sqlite'
brew 'swiftlint'
brew 'vapor'
brew 'vim'

# Apps
cask 'android-platform-tools'
cask 'android-studio'
cask 'appcleaner'
cask 'appium'
cask 'betterzip'
cask 'dropbox'
cask 'go2shell'
cask 'google-chrome'
cask 'insomnia'
cask 'mactracker'
cask 'pgadmin4'
cask 'soundcleod'
cask 'pycharm-ce'
cask 'realm-studio'
cask 'stellarium'
cask 'tableplus'
cask 'teamviewer'
cask 'tidal'
cask 'visual-studio-code'
cask 'vlc'
cask 'wondershare-uniconverter'