
# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'adoptopenjdk/openjdk'

# Packages
brew 'carthage'
brew 'cocoapods'
brew 'git'
brew 'httrack'
brew 'node'
brew 'postgresql@9.6'
brew 'python'
brew 'ruby'
brew 'sonar-scanner'
brew 'sqlite'
brew 'swiftlint'
brew 'vapor'
brew 'vim'

# Apps
cask 'adoptopenjdk8'
cask 'appcleaner'
cask 'appium'
cask 'arq'
cask 'betterzip'
cask 'dropbox'
cask 'filezilla'
cask 'geekbench'
cask 'go2shell'
cask 'google-chrome'
cask 'insomnia'
cask 'java'
cask 'mactracker'
cask 'pycharm-ce'
cask 'quicksilver'
cask 'skype'
cask 'spotify'
cask 'stellarium'
cask 'sublime-text'
cask 'tableplus'
cask 'teamviewer'
cask 'uniconverter'
cask 'vlc'